Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/PreferencesBackup.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# preferencesBackup.cloudSync.description
source: 通过所选的云盘或共享文件夹，同步可在其他 Mac 上使用的应用与插件设置。系统权限、缓存和钥匙串项目不会同步。选择将脚本文本纳入备份后，这些文本也会同步，且可能包含敏感信息。
ar: مزامنة الإعدادات القابلة للنقل للتطبيق والإضافات عبر المجلد السحابي أو المشترك المحدد. لا تشمل المزامنة أذونات النظام أو ذاكرة التخزين المؤقت أو عناصر سلسلة المفاتيح. تتم أيضًا مزامنة محتوى البرامج النصية الذي تختار تضمينه في النسخ الاحتياطية، وقد يحتوي على معلومات حساسة.
de: Synchronisieren Sie übertragbare App- und Plugin-Einstellungen über den ausgewählten Cloud-Ordner oder freigegebenen Ordner. Systemberechtigungen, Caches und Schlüsselbund-Einträge sind ausgeschlossen. Skripttext, den Sie in Backups aufnehmen, wird ebenfalls synchronisiert und kann vertrauliche Informationen enthalten.
en: Sync portable app and plugin settings through the selected cloud or shared folder. System permissions, caches, and Keychain entries are excluded. Script text you choose to include in backups is also synced and may contain sensitive information.
es: Sincroniza los ajustes transferibles de la app y los plugins mediante la carpeta seleccionada en la nube o compartida. Se excluyen los permisos del sistema, las cachés y los elementos del llavero. El texto de los scripts que elijas incluir en las copias de seguridad también se sincroniza y puede contener información confidencial.
fr: Synchronisez les réglages transférables de l’app et des extensions via le dossier cloud ou partagé sélectionné. Les autorisations système, les caches et les éléments du trousseau sont exclus. Le texte des scripts que vous choisissez d’inclure dans les sauvegardes est également synchronisé et peut contenir des informations sensibles.
ja: 選択したクラウドストレージや共有フォルダを使って、ほかのMacに移せるアプリとプラグインの設定を同期します。システム権限、キャッシュ、キーチェーン項目は対象外です。バックアップに含めるよう選択したスクリプト本文も同期され、機密情報が含まれる可能性があります。
ko: 선택한 클라우드 또는 공유 폴더를 통해 다른 Mac에서도 사용할 수 있는 앱 및 플러그인 설정을 동기화합니다. 시스템 권한, 캐시 및 키체인 항목은 제외됩니다. 백업에 포함하도록 선택한 스크립트 소스도 동기화되며, 여기에 민감한 정보가 포함될 수 있습니다.
pt: Sincronize os ajustes transferíveis do app e dos plugins pela pasta na nuvem ou compartilhada selecionada. Permissões do sistema, caches e itens das Chaves são excluídos. O texto dos scripts que você optar por incluir nos backups também será sincronizado e pode conter informações confidenciais.
ru: Синхронизируйте переносимые настройки приложения и плагинов через выбранную облачную или общую папку. Системные разрешения, кэши и объекты связки ключей исключены. Текст скриптов, который вы решите включить в резервные копии, также синхронизируется и может содержать конфиденциальные сведения.
tr: Taşınabilir uygulama ve eklenti ayarlarını seçilen bulut ya da paylaşılan klasör aracılığıyla eşitleyin. İzinler, önbellekler, kimlik bilgileri ve diğer özel veriler hariç tutulur.
zh_hant: 透過所選的雲端硬碟或共享資料夾，同步可在其他 Mac 上使用的 App 與外掛設定。系統權限、快取和鑰匙圈項目不會同步。若選擇將腳本文字納入備份，這些文字也會同步，且可能含有敏感資訊。

# preferencesBackup.cloudSync.enabled
source: 启用偏好设置云同步
ar: تمكين مزامنة التفضيلات عبر السحابة
de: Cloud-Synchronisierung der Einstellungen aktivieren
en: Enable Cloud Preferences Sync
es: Activar sincronización de preferencias en la nube
fr: Activer la synchronisation des préférences cloud
ja: 設定のクラウド同期を有効にする
ko: 클라우드 환경설정 동기화 활성화
pt: Ativar sincronização de preferências na nuvem
ru: Включить облачную синхронизацию настроек
tr: Bulut Tercih Eşitlemesini Etkinleştir
zh_hant: 啟用雲端偏好設定同步

# preferencesBackup.cloudSync.folder
source: 同步文件夹
ar: مجلد المزامنة
de: Synchronisierungsordner
en: Sync Folder
es: Carpeta de sincronización
fr: Dossier de synchronisation
ja: 同期フォルダー
ko: 동기화 폴더
pt: Pasta de sincronização
ru: Папка синхронизации
tr: Eşitleme Klasörü
zh_hant: 同步資料夾

# preferencesBackup.cloudSync.folderPrompt
source: 选择用于同步 MacTools 偏好设置的文件夹（如 iCloud 云盘或 Dropbox）。
ar: اختر مجلدًا لمزامنة تفضيلات MacTools (على سبيل المثال، iCloud Drive أو Dropbox).
de: Wählen Sie einen Ordner zur Synchronisierung der MacTools-Einstellungen (z. B. iCloud Drive oder Dropbox).
en: Choose a folder to sync MacTools preferences (e.g. iCloud Drive or Dropbox).
es: Elija una carpeta para sincronizar las preferencias de MacTools (por ejemplo, iCloud Drive o Dropbox).
fr: Choisissez un dossier pour synchroniser les préférences MacTools (par exemple iCloud Drive ou Dropbox).
ja: MacTools の設定を同期するフォルダーを選択します（例：iCloud Drive や Dropbox）。
ko: MacTools 환경설정을 동기화할 폴더를 선택하세요(예: iCloud Drive 또는 Dropbox).
pt: Escolha uma pasta para sincronizar as preferências do MacTools (por exemplo, iCloud Drive ou Dropbox).
ru: Выберите папку для синхронизации настроек MacTools (например, iCloud Drive или Dropbox).
tr: MacTools tercihlerini eşitlemek için bir klasör seçin (ör. iCloud Drive veya Dropbox).
zh_hant: 選擇用於同步 MacTools 偏好設定的資料夾（如 iCloud 雲端硬碟或 Dropbox）。

# preferencesBackup.cloudSync.notConfigured
source: 未配置文件夹
ar: لم يتم تكوين المجلد
de: Ordner nicht konfiguriert
en: Folder Not Configured
es: Carpeta no configurada
fr: Dossier non configuré
ja: フォルダー未設定
ko: 폴더가 구성되지 않았습니다.
pt: Pasta não configurada
ru: Папка не настроена
tr: Klasör Yapılandırılmamış
zh_hant: 未配置資料夾

# preferencesBackup.cloudSync.openFolder
source: 打开文件夹
ar: فتح المجلد
de: Ordner öffnen
en: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
pt: Abrir pasta
ru: Открыть папку
tr: Klasörü Aç
zh_hant: 打開資料夾

# preferencesBackup.cloudSync.status.disabled
source: 云同步未启用
ar: تم تعطيل المزامنة السحابية
de: Cloud-Synchronisierung ist deaktiviert
en: Cloud sync is disabled
es: La sincronización en la nube está deshabilitada
fr: La synchronisation cloud est désactivée
ja: クラウド同期が無効になっています
ko: 클라우드 동기화가 비활성화되어 있습니다.
pt: A sincronização na nuvem está desativada
ru: Облачная синхронизация отключена
tr: Bulut eşitleme devre dışı
zh_hant: 雲端同步未啟用

# preferencesBackup.cloudSync.status.error
source: 错误
ar: خطأ
de: Fehler
en: Error
es: Error
fr: Erreur
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
tr: Hata
zh_hant: 錯誤

# preferencesBackup.cloudSync.status.folderMissing
source: 配置的同步文件夹不存在
ar: مجلد المزامنة الذي تم تكوينه غير موجود
de: Konfigurierter Synchronisierungsordner existiert nicht
en: Configured sync folder does not exist
es: La carpeta de sincronización configurada no existe
fr: Le dossier de synchronisation configuré n'existe pas
ja: 設定された同期フォルダーが存在しません
ko: 구성된 동기화 폴더가 존재하지 않습니다.
pt: A pasta de sincronização configurada não existe
ru: Настроенная папка синхронизации не существует
tr: Yapılandırılan eşitleme klasörü yok
zh_hant: 配置的同步資料夾不存在

# preferencesBackup.cloudSync.status.lastSynced
source: 上次同步：%@
ar: آخر مزامنة: %@
de: Zuletzt synchronisiert: %@
en: Last synced: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
ja: 最終同期: %@
ko: 마지막 동기화: %@
pt: Última sincronização: %@
ru: Последняя синхронизация: %@
tr: Son eşitleme: %@

# preferencesBackup.cloudSync.status.offline
source: 离线
ar: غير متصل
de: Offline
en: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
pt: Off-line
ru: Не в сети
tr: Çevrimdışı
zh_hant: 離線

# preferencesBackup.cloudSync.status.synced
source: 已同步
ar: تمت المزامنة
de: Synchronisiert
en: Synced
es: Sincronizado
fr: Synchronisé
ja: 同期しました
ko: 동기화됨
pt: Sincronizado
ru: Синхронизировано
tr: Eşitlendi

# preferencesBackup.cloudSync.status.syncing
source: 同步中…
ar: جارٍ المزامنة...
de: Synchronisierung läuft…
en: Syncing…
es: Sincronizando…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
pt: Sincronizando…
ru: Синхронизация…
tr: Eşitleniyor…

# preferencesBackup.cloudSync.syncNow
source: 立即同步
ar: المزامنة الآن
de: Jetzt synchronisieren
en: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
pt: Sincronizar agora
ru: Синхронизировать сейчас
tr: Şimdi Eşitle

# preferencesBackup.cloudSync.title
source: 偏好设置云同步
ar: مزامنة التفضيلات عبر السحابة
de: Cloud-Synchronisierung der Einstellungen
en: Cloud Preferences Sync
es: Sincronización de preferencias en la nube
fr: Synchronisation des préférences Cloud
ja: 設定のクラウド同期
ko: 클라우드 환경설정 동기화
pt: Sincronização de preferências na nuvem
ru: Облачная синхронизация настроек
tr: Bulut Tercih Eşitleme
zh_hant: 雲端同步偏好設定
